Repository: donovanh/reps
Catalog: Reps/Localizable.xcstrings
Source language: en
Languages: de

# %lld x %lld reps
source: %1$lld x %lld reps
de: %1$lld x %lld wiederholungen

# %lld x %lld seconds
source: %1$lld x %lld seconds
de: %1$lld x %lld sekunden

source: 1/2 One-arm pull-ups
de: 1/2 einarmige Klimmzüge

source: A heavier workout routine, focusing on alternate pushing and pulling days.
de: Ein anspruchsvolleres Trainingsprogramm mit Schwerpunkt auf abwechselnden Zug- und Zugtagen.

source: A heavier workout routine, with alternating days focusing on upper and lower body exercises.
de: Eine anspruchsvollere Trainingsroutine mit abwechselnden Tagen, die sich auf Ober- und Unterkörperübungen konzentrieren.

source: A plan that allows you to focus on alternately pushing and pulling, broken up into four workouts per week.
de: Ein Plan, der es Ihnen ermöglicht, sich auf abwechselndes Drücken und Ziehen zu konzentrieren, aufgeteilt in vier Trainingseinheiten pro Woche.

source: A solid workout, three times each week. This allows for time for recovery while also ensuring progress.
de: Ein solides Training, dreimal pro Woche. Dies gibt Zeit für die Erholung und sichert gleichzeitig den Fortschritt.

source: Add
de: Hinzufügen

source: Admin
de: Administratorin

source: Advanced
de: Fortgeschritten

source: Advanced (push/pull)
de: Fortgeschritten (Drücken/Ziehen)

source: Advanced (upper/lower)
de: Fortgeschritten (oben/unten)

source: Angled bridges
de: Abgewinkelte Brücken

source: Apply new plan
de: Neuen Plan anwenden

source: Apply this plan
de: Wenden Sie diesen Plan an

source: Assisted One-arm pull-ups
de: Unterstützte einarmige Klimmzüge

source: Assisted One-leg squats
de: Unterstützte einbeinige Kniebeugen

source: Bridges
de: Brücken

source: Build a strong foundation, beginning with the fundamental movements to get strong while avoiding injury.
de: Bauen Sie ein starkes Fundament auf und beginnen Sie mit den Grundbewegungen, um stark zu werden und gleichzeitig Verletzungen zu vermeiden.

source: Build new plan
de: Erstellen Sie einen neuen Plan

source: Cancel
de: Stornieren

source: Choose a schedule
de: Wählen Sie einen Zeitplan

source: Choose your progression level
de: Wählen Sie Ihre Fortschrittsstufe

source: Choose your weekly plan
de: Wählen Sie Ihren Wochenplan

source: Clear all data (dev)
de: Alle Daten löschen (dev)

source: Close handstand pushups
de: Enge Handstand-Liegestütze

source: Close pull-ups
de: Klimmzüge schließen

source: Close push-ups
de: Liegestütze schließen

source: Close squats
de: Enge Kniebeugen

source: Closing bridges
de: Brücken schließen

source: Crow
de: Krähe

source: Default
de: Standard

source: Flat bent leg raises
de: Flaches, gebeugtes Beinheben

source: Flat frog raises
de: Flacher Frosch hebt

source: Flat knee leg raises
de: Flaches Knie-Beinheben

source: Flat straight-leg raises
de: Flaches Heben mit geradem Bein

source: Full bridges
de: Volle Brücken

source: Full pull-ups
de: Volle Klimmzüge

source: Full push-ups
de: Volle Liegestütze

source: Full squats
de: Volle Kniebeugen

source: Getting started
de: Loslegen

source: Half bridges
de: Halbbrücken

source: Half One-arm handstand pushups
de: Halbe einarmige Handstand-Liegestütze

source: Half One-Arm push-ups
de: Halbe einarmige Liegestütze

source: Half One-leg squats
de: Halbe einbeinige Kniebeugen

source: Half pull-ups
de: Halbe Klimmzüge

source: Half push-ups
de: Halbe Liegestütze

source: Half squats
de: Halbe Kniebeugen

source: Half-handstand pushups
de: Liegestütze im Halbhandstand

source: Handstand Push-ups
de: Handstand-Liegestütze

source: Handstand pushups
de: Handstand-Liegestütze

source: Hanging bent-leg raises
de: Hängendes Anheben der gebeugten Beine

source: Hanging frog raises
de: Hängender Frosch hebt sich

source: Hanging knee raises
de: Hängende Knieheben

source: Hanging straight-leg raises
de: Hängendes Heben mit geradem Bein

source: Head bridges
de: Kopfbrücken

source: Horizontal pull-ups
de: Horizontale Klimmzüge

source: Incline push-ups
de: Schräglage-Liegestütze

source: Intermediate
de: Dazwischenliegend

source: Jackknife pull-ups
de: Klappmesser-Klimmzüge

source: Jackknife squats
de: Jackknife-Kniebeugen

source: Knee tucks
de: Kniebeugen

source: Kneeling push-ups
de: Kniende Liegestütze

source: Leg Raises
de: Beinheben

source: Level: %@
de: Eben: %@

source: Lever handstand pushups
de: Hebel-Handstand-Liegestütze

source: Lever push-ups
de: Hebel-Liegestütze

source: New user
de: Neuer Benutzer

source: Next
de: Nächste

source: No progression found
de: Kein Fortschritt gefunden

source: Note: You can adjust these as needed in your weekly overview.
de: Hinweis: Diese können Sie in Ihrer Wochenübersicht nach Bedarf anpassen.

source: One-arm handstand pushups
de: Einarmige Handstand-Liegestütze

source: One-arm pull-ups
de: Einarmige Klimmzüge

source: One-Arm push-ups
de: Einarmige Liegestütze

source: One-leg squats
de: Einbeinige Kniebeugen

source: Partial straight-leg raises
de: Teilweises Anheben des gestreckten Beins

source: Plan Builder
de: Planersteller

source: Progression level
de: Fortschrittsstufe

source: Progressions
de: Fortschritte

source: Pull-ups
de: Klimmzüge

source: Push-ups
de: Liegestütze

source: Rest Day
de: Ruhetag

source: Rest day! Maybe go for a walk.
de: Ruhetag! Vielleicht einen Spaziergang machen.

source: Schedule
de: Zeitplan

source: Schedule: %@
de: Zeitplan: %@

source: Set up a new routine
de: Richten Sie eine neue Routine ein

source: Settings
de: Einstellungen

source: Short bridges
de: Kurze Brücken

source: Shoulder stands
de: Schulterständer

source: Squats
de: Kniebeugen

source: Stand-to-Stand bridges
de: Stand-zu-Stand-Brücken

source: Straight bridges
de: Gerade Brücken

source: Supported squats
de: Unterstützte Kniebeugen

source: Today
de: Heute

source: Uneven handstand pushups
de: Ungleichmäßige Handstand-Liegestütze

source: Uneven pull-ups
de: Ungleichmäßige Klimmzüge

source: Uneven push-ups
de: Ungleichmäßige Liegestütze

source: Uneven squats
de: Ungleichmäßige Kniebeugen

source: Vertical pull-ups
de: Vertikale Klimmzüge

source: Wall handstands
de: Wandhandstände

source: Wall headstands
de: Wandkopfstände

source: Wall push-ups
de: Liegestütze an der Wand

source: Wall Walking (Down)
de: Mauerwandern (nach unten)

source: Wall Walking (Up)
de: Mauerwandern (nach oben)

source: Week
de: Woche

source: Weekly Plan
de: Wöchentlicher Plan

source: You know the basics and you're ready to build stength.
de: Sie kennen die Grundlagen und sind bereit, Stärke aufzubauen.

source: You've been doing this for a while and you're ready to take it to the next level.
de: Du machst das schon eine Weile und bist bereit, es auf die nächste Stufe zu bringen.

source: Your Day
de: Dein Tag

source: Your progressions
de: Deine Fortschritte
